/* `welcomeLabel` UILabel text default value */
"Welcome" = "Добро пожаловать";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Спасибо, что скачали наше приложение.";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Следуйте инструкции, которую вы получили в приветственном письме, чтобы начать процесс активации.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Оставайтесь в курсе выполнения ваших ежедневных задач и работайте вместе с коллегами над проектами.";

"ScanInstruction" = "Отсканируйте безопасный код QR и начните процесс активации.";

"DiscoveryServiceInstruction" = "Введите адрес вашей электронной почты, чтобы начать активацию.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Проверка учетной записи...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Начать";

"Scan" = "Сканировать";

/* `demoLabel` UILabel text default value */
"Explore" = "Хотите узнать больше?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Попробуйте демо-версию";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Установка пароля";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Пароль";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Выбор пароля";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Подтверждение пароля";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Введите пароль еще раз.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Подтвердите пароль.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Введите пароль.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Изменение пароля";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Введите текущий пароль.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Не сейчас";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Назад";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Далее";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Готово";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Выберите пароль (минимум %d символов) для разблокировки приложения.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Выберите пароль (минимум %d цифр) для разблокировки приложения.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Пароль должен содержать:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Прописные буквы (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Заглавные буквы (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Цифры (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Символы (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Сброс пароля";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Проверка пароля не удалась.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Пароль отклонен в FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Повторить";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " теперь доступно!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Активация функции Touch ID обеспечит вам быстрый доступ к информации.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Эту функцию можно включить или выключить в любое время в настройках.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Активируйте функцию Touch ID для быстрого и безопасного доступа к данным.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Если функция Touch ID деактивирована, для входа будет запрашиваться пароль от вашего устройства.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Активация функции Face ID обеспечит вам быстрый доступ к информации.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Эту функцию можно включить или выключить в любое время в настройках.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Активируйте функцию Face ID для быстрого и безопасного доступа к данным.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Если функция Face ID деактивирована, для входа будет запрашиваться пароль от вашего устройства.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Чтобы использовать функцию Touch ID, сохраните отпечатки пальцев в настройках устройства.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Это можно сделать в любое время в разделе настроек - Touch ID и пароль.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Для использования функции Face ID, активируйте Face ID в настройках устройства.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Это можно сделать в любое время в разделе настроек - Face ID и пароль.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Узнать больше о функции Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Узнать больше о функции Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Активировать";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Аутентификация с Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Аутентификация с Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Ошибка";

/* The error title. */
"AuthenticationErrorKey" = "Ошибка аутентификации";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Чтобы использовать приложение, пройдите аутентификацию с помощью функции Touch ID.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Чтобы использовать приложение, пройдите аутентификацию с помощью функции Face ID.";

/* The authenticate button text. */
"AuthenticateKey" = "Аутентификация";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Пароль не подходит. Попытайтесь еще раз.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Осталось попыток: %d.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Осталось попыток: 1.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Не осталось попыток.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Зарегистрируйтесь, чтобы сбросить пароль.";

/* The text of the dismiss button on the alert. */
"OKKey" = "ОК";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Неправильный пароль. Попытайтесь еще раз.";

/* The scan page title string. */
"ScanKey" = "Сканировать";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Сканирование не выполнено.";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Выберите изображение QR-кода.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Недействительный QR-код";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR-код не распознан.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Разрешить доступ к фотографиям";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Чтобы выбрать изображение QR-кода, разрешите доступ к вашим фотографиям в настройках конфиденциальности устройства.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Разрешить доступ к камере";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Чтобы сканировать с помощью камеры, разрешите доступ к камере в настройках конфиденциальности устройства.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Настройки";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Подтверждение";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Сканирование выполнено. Вы будете подключены к:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Продолжить";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Запуск";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Активация";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Если вы получили приветственное письмо, используйте ссылку активации. В противном случае введите адрес электронной почты или отсканируйте QR-код, чтобы начать процесс установки соединения.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Далее";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Или";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Сканировать";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Принимаю";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Не принимаю";

/* The authentication title. */
"AuthenticationKey" = "Аутентификация";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Введите имя пользователя и пароль для аутентификации.";

/* Username input field placeholder string */
"usernameKey" = "Имя пользователя";

/* Password input field placeholder string */
"passwordKey" = "Пароль";

/* Sign In button string. */
"SignInKey" = "Вход";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Неправильные регистрационные данные. Попытайтесь еще раз.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Введите информацию ниже, чтобы начать процесс активации.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Проверка информации...";

/* Cancel button string. */
"CancelKey" = "Отменить";

/* Allow button string. */
"AllowKey" = "Разрешить";

/* Deny button string. */
"DenyKey" = "Отклонить";

/* No button string. */
"NoKey" = "Нет";

/* Quit button string. */
"QuitKey" = "Выйти";

/* GiveConsent button string. */
"GiveConsentKey" = "Дать согласие";

/* Navbar title string. */
"StepKey" = "Шаг";

/* Navbar title string. */
"OfKey" = "из";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Действительно выйти из процесса установки соединения?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Без согласия вы не сможете продолжить установку соединения.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Переключить или добавить пользователя";

/* Title for Log In button */
"LogInKey" = "Вход";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Поиск пользователей на этом устройстве";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Забыли код доступа?";

/* Title for Loction */
"PNLoctionTitleKey" = "Включите сервисы местоположения, чтобы использовать функции карты и навигации";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Включите уведомления, чтобы узнавать о важных сообщениях";

/* Title for Photos */
"PNPhotosTitleKey" = "Включите доступ к библиотеке фотографий, чтобы вы могли делиться фотографиями и предоставлять доступ к библиотеке фотографий";

/* Title for Calendar */
"PNCalendarTitleKey" = "Включите доступ к календарю, чтобы резервировать помещения и видеть собрания";

/* Title for Camera */
"PNCameraTitleKey" = "Включите камеру, чтобы выполнять вход и верификацию с помощью Face ID";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "Эти разрешения можно изменить позже в настройках приложения";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "Приложение использует перечисленные разрешения, чтобы вы могли пользоваться всеми функциями";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Разрешить приложению осуществлять доступ к вашему местоположению и уведомлять вас об использовании этой функции.\n\nДля настройки или изменения разрешения на доступ к местоположению откройте настройки iOS > нажмите \"Местоположение\" > затем \"Приложение\" > выберите предпочитаемую настройку доступа к местоположению";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Разрешить приложению осуществлять доступ к вашим уведомлениям и уведомлять вас об использовании этой функции.\n\nДля настройки или изменения разрешения на доступ к уведомлениям откройте настройки iOS > выберите \"Уведомления\" > затем \"Приложение\" > выберите предпочитаемую настройку доступа к уведомлениям";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Разрешить приложению осуществлять доступ к вашим фотографиям и уведомлять вас об использовании этой функции.\n\nДля настройки или изменения разрешения на доступ к фотографиям откройте настройки iOS > нажмите \"Фотографии\" > затем \"Приложение\" > выберите предпочитаемую настройку доступа к фотографиям";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Разрешить приложению осуществлять доступ к камере и уведомлять вас об использовании этой функции.\n\nДля настройки или изменения разрешения на доступ к камере откройте настройки iOS > нажмите \"Камера\" > затем \"Приложение\" > выберите предпочитаемую настройку доступа к камере";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Разрешить приложению осуществлять доступ к вашему календарю и уведомлять вас об использовании этой функции.\n\nДля настройки или изменения разрешения на доступ к календарю откройте настройки iOS > нажмите \"Календарь\" > затем \"Приложение\" > выберите предпочитаемую настройку доступа к календарю";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Открыть настройки iOS";

